{
  "libros": [
    {
      "titulo": "Narrativa completa",
      "autor": "Lovecraft, H. P.",
      "idioma": "Castellano",
      "edicion": 2012,
      "coleccion": "Clásicos literarios",
      "materia": "Literatura",
      "precio": 12.98,
      "descripcion": "<p>Los Mitos de Cthulhu constituyen un ciclo literario de horror cósmico comprendido entre 1921 y 1935 por el escritor estadounidense Howard Phillips Lovecraft y complementado por otros escritores pertenecientes al Círculo de Lovecraft. Aunque muy vinculado a la ciencia ficción, el género onírico y la fantasía pura, en rigor los Mitos de Cthulhu pertenecen a la tradición del cuento de terror anglosajón.</p><p>En él se renueva el desgastado horror gótico de fantasmas y seres inmateriales en un terror realista, de seres monstruosos y desconocidos que se esconden en los parajes más oscuros de la Tierra, el tiempo y el espacio. Influido por Arthur Machen y Lord Dunsany, los Mitos exploran a ciegas la perspectiva de que bajo el mundo cotidiano y conocido se esconde una realidad prodigiosa y aterradora que acecha a la humanidad desde las tinieblas y sume en el pánico o la locura a quien osa atisbar los abismos de aquella inaprensible dimensión.</p><p>Pese a las diferencias en los relatos, su principio fundamental fue establecido por el propio Lovecraft:</p><blockquote>Antaño nuestro mundo fue poblado por otras razas que, por practicar la magia negra, perdieron sus conquistas y fueron expulsadas; pero viven aún en el Exterior, dispuestas en todo momento a volver a apoderarse de la Tierra.</blockquote>",
      "id": 1
    },
    {
      "titulo": "La metamorfosis y otros cuentos",
      "autor": "Kafka, Franz",
      "idioma": "Castellano",
      "edicion": 2016,
      "coleccion": "Clásicos literarios",
      "materia": "Literatura",
      "precio": 20.19,
      "descripcion": "<p>La metamorfosis o La transformación (Die Verwandlung, en su título original en alemán) es una novela corta escrita por Franz Kafka en 1915. La historia trata sobre Gregorio Samsa, cuya repentina transformación en un enorme insecto dificulta cada vez más la comunicación de su entorno social con él, hasta que es considerado intolerable por su familia y finalmente perece.</p><p>Con un volumen de unas 70 páginas impresas, es el más largo de los relatos que Kafka terminó y publicó durante su vida. El texto se publicó por primera vez en 1915 en el número de octubre de la revista Die Weißen Blätter bajo la dirección de René Schickele. La primera edición en formato de libro apareció en diciembre de 1915 en la serie Der jüngste Tag, editada por Kurt Wolff.</p><p>Como la mayoría de las obras de Kafka, La metamorfosis también despierta la inclinación de muchos entendidos a una interpretación religiosa (Max Brod) o psicológica. Es particularmente común interpretar La Metamorfosis como una expresión del complejo paterno de Kafka, como sugirió por primera vez Charles Neider en 1948. Además del enfoque psicológico, las interpretaciones centradas en aspectos sociológicos que ven a la familia Samsa como un retrato de las condiciones sociales generales, también han ganado un gran número de seguidores.</p>",
      "id": 2
    },
    {
      "titulo": "Imágenes primigenias de la religión griega",
      "autor": "Kerényi, Karl",
      "idioma": "Castellano",
      "edicion": "2021",
      "coleccion": "Filosofía y ensayo",
      "materia": "Religión",
      "precio": "18.27",
      "descripcion": "<p>Imágenes primigenias de la religión griega es una obra imprescindible que nos muestra al mejor Kerényi, erudito y sagaz, y nos propone un recorrido tan didáctico como apasionante por varios temas y aspectos de la mitología y los cultos arcaicos de la Antigua Grecia. Ya sea realizando un fascinante análisis de la figura de Asclepio, hijo de Apolo y deidad de la medicina, y trazando a su vez una suerte de prehistoria de la profesión médica; ya sea estudiando al escurridizo Hermes en su faceta de psicopompo y en su relación con el inframundo; ya sea aproximándose a un enigmático culto mistérico y primitivo profesado a unas oscuras deidades ctónicas en Samotracia; o interpretando el mito de Prometeo, el titán caído que robó el fuego divino para entregárselo a los hombres y fue castigado por Zeus, Kerényi hace gala, en todo momento, de una intuición y una capacidad de indagación admirables.</p><p>Cthulhu Editores rescata, reuniéndolas en un solo volumen, las cuatro magníficas obras que conforman la serie Imágenes primigenias de la religión griega: «El médico divino», «Hermes, el conductor de almas», «Misterios de los Cabiros» y «Prometeo». Este ensayo es un regalo para los amantes de la religión antigua y la mitología griega.</p>",
      "id": 3
    },
    {
      "titulo": "La Ilustración Oscura",
      "autor": "Land, Nick",
      "idioma": "Castellano",
      "edicion": "2021",
      "coleccion": "Filosofía y ensayo",
      "materia": "Filosofía occidental",
      "precio": "21.15",
      "descripcion": "<p>La salud, la belleza, la inteligencia y la gracia social han sido objeto de burla de un vasto campo de carnicería sin límites, requiriendo incalculables eones de masacre para sacar incluso las más sutiles ventajas. Esto no es solo asunto de los molinos sangrientos de la selección, sino también de las innumerables abominaciones mutacionales producidas por la locura del azar, mientras sigue su camino sin rumbo hacia un nimio rasgo conservable, y luego —aún más— de los horrores inevitables que conlleva la “aptitud” (o pura supervivencia) en sí. Somos una muestra minúscula de materia agonizante, monstruos genéticos de la supervivencia, sacados de un océano cósmico de viles mutantes, por una máquina despiadada de apetito infinito.</p><p>En la medida precisa en que se nos perdona la vida, incluso por un momento, degeneramos; y esta Ley de Hierro se aplica a todas las dimensiones y escalas de existencia: filogenética y ontogenética, individual, social e institucional, genómica, celular, orgánica y cultural. No hay maquinaria existente, o incluso rigurosamente imaginable, que pueda sostener un solo ápice de valor alcanzado fuera de las forjas del Infierno.</p><p>¿Qué es lo que la Neorreacción —quizás debería decir La Ilustración Oscura— tiene para ofrecer al mundo, si todo va de manera óptima (que, por supuesto, no lo hará)? Realmente, la respuesta honesta a esta pregunta es: el Infierno Eterno.</p>",
      "id": 4
    },
    {
      "titulo": "Teleoplexia. Ensayos sobre aceleracionismo y horror",
      "autor": "Land, Nick",
      "idioma": "Castellano",
      "edicion": "2021",
      "coleccion": "Filosofía y ensayo",
      "materia": "Filosofía occidental",
      "precio": "23.15",
      "descripcion": "<blockquote>La teleoplexia, o dominio del capital, es una catástrofe teleológica ya alcanzada que invierte todo propósito natural en un reino monstruoso de la herramienta… Asumamos (escandalosamente, sin duda) que shoggoth es esa cosa y que nuestro pensarla queda incluido en su interior… Si tal experiencia (el horror) es posible, entonces el universo es demostradamente inhabitable. La historia del capitalismo es una historia de horror.</blockquote><p>¿Pueden convivir en un mismo título los viajes en el tiempo, los shoggoths de Lovecraft, las Inteligencias Artificiales y la teoría socioeconómica?… En esta compilación la máquina filosófica de Nick Land abre un portal plausible entre las tesis del aceleracionismo, el dominio del capital y el horror, desplegándose en ensayos de teoría-ficción, diálogos autoparódicos o arcanos, tratados anti cosmológicos y economía cibernética; mezclando los horrores de la imaginación (el Gran Filtro, el Exterminador, Gnon…) con la ciencia dura y los análisis de la cultura popular (Looper, los mitos de Cthulhu, Guerra mundial Z…). Presentamos algunas de las piezas más destacadas de Land en los últimos años, como «Teleoplexia», el ensayo/máquina del tiempo titulado Templexity, numerosos fragmentos recogidos de su actividad como bloguero, pero también de sus obras clásicas como Phyl-Undhu y Sed de aniquilación. Una introducción compacta, «rápida y sucia» a uno de los pensadores más corrosivos y polémicos de nuestra época.</p>",
      "id": 5
    },
    {
      "titulo": "Ciclonopedia. Complicidad con materiales anónimos",
      "autor": "Negarestani, Reza",
      "idioma": "Castellano",
      "edicion": "2021",
      "coleccion": "Filosofía y ensayo",
      "materia": "Filosofía occidental",
      "precio": "25.95",
      "descripcion": "<p>El petróleo que fluye por los subterráneos de Ciclonopedia es algo más que un combustible. Reza Negarestani construye a partir de él un libro enigmático y original en el que la novela y el ensayo filosófico se fusionan para ofrecernos una panorámica sobre temas como el capitalismo, el terror islamista o la progresiva desertización del planeta.</p><p>Ocultismo, demonología, arqueología, geopolítica, lingüística, cultura pop, guerra en el desierto y cadáveres de antiguos dioses son algunos de los ingredientes de una obra que conduce al lector por territorios inquietantes y extrañamente seductores.</p><p>'Incomparable. El post-terror, la teología apocalíptica y la filosofía del petróleo se fusionan en un nuevo y necesario códice'. (China Miéville, autor de Kraken y Embassytown).</p>",
      "id": 6
    }
  ],
  "autores": [
    {
      "nombre": "H. P. Lovecraft",
      "biografia": "Howard Phillips Lovecraft (Providence, 20 de agosto de 1890-Providence, 15 de marzo de 1937), más conocido como H. P. Lovecraft, fue un escritor estadounidense, autor de relatos y novelas de terror y ciencia ficción. Se le considera un gran innovador del cuento de terror, al que aportó una mitología propia —los Mitos de Cthulhu—, desarrollada en colaboración con otros autores, actualmente en vigencia. Su obra constituye un clásico del horror cósmico, una línea narrativa que se aparta de las tradicionales historias de terror sobrenatural —satanismo, fantasmas—, incluyendo elementos de ciencia ficción como, por ejemplo, razas alienígenas, viajes en el tiempo o existencia de otras dimensiones.",
      "libros": "[1]",
      "id": "1"
    },
    {
      "nombre": "Nick Land",
      "biografia": "Nick Land (nacido el 17 de enero de 1962) es un filósofo político inglés, escritor de cuentos de terror, bloguero y 'el padre del aceleracionismo'. Cofundador del colectivo Unidad de Investigación de Cultura Cibernética (CCRU) de los años 90 junto a la teórica ciberfeminista Sadie Plant, su trabajo se ha relacionado con el desarrollo del aceleracionismo y el realismo especulativo.​ Sus escritos han sido descritos como 'teorías-ficciones', un género que se aleja de las convenciones formales de la escritura académica.Land también es conocido, junto con Curtis Yarvin, por desarrollar en sus últimos trabajos las ideas antiigualitarias y antidemocráticas que sustentan la neorreacción y la Ilustración Oscura. Su trabajo posterior se ha centrado cada vez más en la defensa del 'racismo científico' y la eugenesia, o lo que él llama 'hiperracismo'.",
      "id": "2",
      "libros": "[4, 5]"
    },
    {
      "nombre": "Franz Kafka",
      "biografia": "Franz Kafka (Praga, Imperio austrohúngaro, actual capital de República Checa; 3 de julio de 1883-Kierling, Austria; 3 de junio de 1924) fue un escritor bohemio en lengua alemana. Su obra, de las más influyentes de la literatura universal, es una de las pioneras en la fusión de elementos realistas con fantásticos y tiene como principales temas los conflictos paternofiliales, la ansiedad, el existencialismo, la brutalidad física y psicológica, la culpa, la filosofía del absurdo, la burocracia y las transformaciones espirituales.",
      "id": "3",
      "libros": "[2]"
    },
    {
      "nombre": "Karl Kérenyi",
      "biografia": "Károly (Carl, Karl) Kerényi (Pronunciación en húngaro: /[ˈkaːroj ˈkɛreːɲi]/; Timișoara, 19 de enero de 1897-Kilchberg, 14 de abril de 1973) fue un erudito húngaro en filología clásica y uno de los fundadores de los modernos estudios sobre mitología griega. Kerényi, contempló los aspectos de la religión griega no como curiosidades sino como expresiones de una experiencia humana verdadera.  ",
      "id": "4",
      "libros": "[3]"
    },
    {
      "nombre": "Reza Negarestani",
      "biografia": "Reza Negarestani (nacido en 1977) es un filósofo y escritor iraní , conocido por \"ser pionero en el género de la 'teoría-ficción' con su libro\" Cyclonopedia, que se publicó en 2008. Fue incluido en Artforum como uno de los mejores libros de 2009. Negarestani dirige el programa de filosofía crítica en el Nuevo Centro de Investigación y Práctica.",
      "id": "5",
      "libros": "[6]"
    }
  ],
  "admin": [
    {
      "usuario": "rafael",
      "contrasenya": "patata123"
    }
  ]
}
